Repository: 84000/data-translation-memory
Catalog: Toh_134-The_Absorption_That_Encapsulates_All_Merit-v2.tmx
Source language: bo
Languages: en

source: སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཀྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་གང་ཡིན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་དག་བསྡམས་པས་ནི་ནན་གྱིས་དཔེར་བྱ་ན་གཏན་པ་མེད་པའི་མཆོད་སྦྱིན་གཅིག་འགྲུབ་པར་འགྱུར་རོ། །
en: If you were to then bring that entire amount of merit together—the sum total of the merit of all those beings—it would effectively be analogous to carrying out an extravagant offering ceremony.

source: སྲེད་མེད་ཀྱི་བུ་དེ་ལྟ་བུའི་མཆོད་སྦྱིན་དང་། མཆོད་སྦྱིན་གྱི་འབྲས་བུའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་དག་བརྒྱ་འགྱུར་དུ་བསྒྲེས་པས་ནི་དེ་བཞིན་གཤེགས་པའི་སྐུ་ལ་སྐྱེས་བུ་ཆེན་པོའི་མཚན་གཅིག་མངོན་པར་འགྲུབ་པར་འགྱུར་ཏེ
en: Nārāyaṇa, the amount of merit generated by that extravagant offering ceremony and by its results, multiplied by one hundred, would create one of the marks of a great being that manifests on the body of a thus-gone one.

source: དེས་ན་དེ་བཞིན་གཤེགས་པ་བསོད་ནམས་བརྒྱའི་མཚན་དང་ལྡན་པ་ཞེས་བྱའོ། །
en: That is why a thus-gone one is referred to as possessing the marks of one hundred merits.

source: ཐབས་དེ་ལྟ་བུའི་དེ་བཞིན་གཤེགས་པའི་སྐུ་ལ་སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་ཀྱི་བར་དུ་མངོན་པར་འགྲུབ་སྟེ།
en: It is such skills that enable the thus-gone ones to manifest on their bodies all thirty-two major marks of a great being as well;

source: དེ་དག་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱིས་བསམ་པར་མི་ནུས་སོ། །
en: these marks are beyond the comprehension of any being.

source: དེས་ན་དེ་བཞིན་གཤེགས་པ་བསོད་ནམས་བསམ་གྱིས་མི་ཁྱབ་པའི་མཚན་དང་ལྡན་པ་ཞེས་བྱའོ། །
en: Therefore the thus-gone ones are said to possess the marks of inconceivable merit.”

source: བསོད་ནམས་བརྒྱའི་མཚན་བསྟན་པ་འདི་བཤད་པ་ན། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་རྣམ་པ་དྲུག་ཏུ་གཡོས་ཏེ། སྣང་བ་ཆེན་པོས་ཀྱང་ཁྱབ་པར་གྱུར་ཏོ། །
en: As this teaching on the marks of one hundred merits was being given, the trichiliocosm shook in six ways and was bathed in a bright light.

source: སིལ་སྙན་འབུམ་ཡང་མ་བརྡུངས་པར་འཁྲོལ་བར་གྱུར་ཏོ། །
en: One hundred thousand instruments sounded without being played,

source: མེ་ཏོག་གི་ཆར་ཆེན་པོ་ཡང་མངོན་པར་བབ་བོ། །
en: and a shower of flowers rained down.

source: ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་ཡང་ངོ་མཚར་དུ་གྱུར་ཏེ། ཅ་ཅོ་དང་ག་ཞའི་སྒྲ་བཏོན་ནས་
en: Everyone in the whole world, including the gods, was amazed, and burst into a great buzz and jubilation.

source: ཐལ་མོ་སྦྱར་ཏེ། དེ་བཞིན་གཤེགས་པ་ལ་ཕྱག་འཚལ་ནས་ཚིག་འདི་སྐད་དུ་
en: Joining their palms and bowing to the Blessed One, they all proclaimed together:

source: སེམས་ཅན་གང་དག་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པ་དེ་དག་ནི་རྙེད་པ་ལེགས་པར་རྙེད་པ་ལགས་སོ། །
en: “The attainment of those who form the resolve set on unsurpassed and completely perfect awakening is a most excellent attainment indeed!

source: བསོད་ནམས་བརྒྱའི་མཚན་འདི་ལྟ་བུ་དང་ལྡན་པར་འགྱུར་བ་དེ་དག་གིས་ནི་བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་དེ་དག་ཐམས་ཅད་དང་། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱང་ཟིལ་གྱིས་ནོན་ལགས་སོ། །
en: Those who possess these marks of one hundred merits do indeed outshine Śakra, Brahmā, all the world’s protectors, śrāvakas, and solitary buddhas!

source: ཏིང་ངེ་འཛིན་རིན་པོ་ཆེ་འདི་སེམས་ཅན་གང་དག་གི་རྣ་ལམ་དུ་གྲག་པའམ། ཐོས་ནས་ཀྱང་མ་ནོར་བར་བསྒྲུབ་པ་དེ་དག་ཀྱང་རྙེད་པ་ལེགས་པར་རྙེད་པ་ལགས་སོ། །
en: The attainment of those who happen to hear of this precious absorption and practice it unerringly is a most excellent attainment indeed!

source: ས་ཕྱོགས་གང་ན་ཏིང་ངེ་འཛིན་འདི་སྤྱོད་པ་དེ་དག་ཀྱང་སྐལ་བ་དང་ལྡན་པ་ལགས་སོ། །
en: Wherever on the earth they may be practicing this absorption, how fortunate they are!

source: རིགས་ཀྱི་བུ་འམ་རིགས་ཀྱི་བུ་མོ་གང་དག་ཏིང་ངེ་འཛིན་རིན་པོ་ཆེ་འདི་རྒྱས་པར་ཡང་དག་པར་སྟོན་པ་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པས་བྱིན་གྱིས་བརླབས་པར་རིག་པར་བགྱིའོ། །
en: We understand that those sons and daughters of noble family who expound elaborately and correctly on this precious absorption are blessed by the thus-gone ones.

source: གང་དུ་ཏིང་ངེ་འཛིན་གྱི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་རྣ་ལམ་དུ་གྲགས་པར་འགྱུར་བ་དེར་ནི་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཞུགས་ཀྱིས་གཏམས་པ་ལ་ཡང་འབོགས་ཏེཏིང་ངེ་འཛིན་འདི་མཉན་པའི་སླད་དུ་མཆི་བར་བགྱིའོ་ཞེས་ཀྱང་གསོལ་ཏོ། །
en: Wherever this Dharma discourse on absorption is being propounded, we will cross as many world systems as there are grains of sand in the river Ganges in order to hear it, and we are even ready to die for the sake of hearing this teaching.”

source: རིགས་ཀྱི་བུ་དག་དེ་ནི་དེ་བཞིན་ཏེ།
en: “Just so, children of noble family!

source: ཁྱེད་ཇི་སྐད་ཟེར་བ་བཞིན་ནོ། །
en: It is just as you have said.

source: རིགས་ཀྱི་བུ་འམ་རིགས་ཀྱི་བུ་མོ་གང་དག་ཏིང་ངེ་འཛིན་འདི་མི་ཉན་པ་དང་། མི་འཆང་བ་དང་མི་ཀློག་པ་དང་ཀུན་ཆུབ་པར་མི་བྱེད་པ་དང་། གཞན་དག་ལ་ཡང་རྒྱས་པར་ཡང་དག་པར་མི་སྟོན་པ་དེ་དག་ནི་བདུད་ཀྱིས་བྱིན་གྱིས་བརླབས་པར་རིག་པར་བྱའོ། །
en: Know that sons and daughters of noble family who fail to hear of this absorption, who fail to retain it, read it, master it, and expound it correctly and in detail to others, must be under the influence of demons.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་གང་དག་བསོད་ནམས་ཐམས་ཅད་བསྡུས་པའི་ཏིང་ངེ་འཛིན་འདི་གཞན་དག་ལ་རྒྱས་པར་ཡང་དག་པར་མི་སྟོན་པ་དེ་དག་ལ་ནི་མང་དུ་ཐོས་པ་ཞེས་ང་མི་སྨྲའོ། །
en: Children of noble family, I would not describe as learned any bodhisattvas who do not expound in detail and correctly to others this absorption that encapsulates all merit.”

source: དེ་ནས་ལྷའི་བུ་དེ་དག་དང་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གིས་འཐུན་པར་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Then the gods and bodhisattvas together requested the Blessed One,

source: བསོད་ནམས་ཐམས་ཅད་བསྡུས་པའི་ཏིང་ངེ་འཛིན་གྱི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཅི་ནས་སླད་མའི་དུས་ན་སྤྱོད་པ་དང་རྒྱས་པར་འགྱུར་བར་བཅོམ་ལྡན་འདས་ཀྱིས་བྱིན་གྱིས་བརླབ་ཏུ་གསོལ།
en: “Blessed One, please grant your blessings that this Dharma discourse on the absorption that encapsulates all merit will be practiced and propagated by all means in times to come.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་སྨིན་མཚམས་ཀྱི་མཛོད་སྤུ་ནས་འོད་ཕྱུང་སྟེ།
en: At that moment the Blessed One emitted light from the coil of hair between his eyebrows.

source: འོད་དེས་འཇིག་རྟེན་གྱི་ཁམས་མཐའ་ཡས་མུ་མེད་པར་སྣང་བར་བྱས་སོ། །འོད་དེ་ལས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བྱིན་གྱིས་བརླབས་སོ་ཞེས་སྒྲ་ཡང་བྱུང་ངོ་། །
en: This light illuminated infinite, limitless world systems, while resounding with the phrase, “This Dharma discourse is blessed by the Thus-Gone One, the Foe-Destroyer, the Completely Perfect Buddha!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།
en: The Blessed One then said to the venerable Ānanda,

source: ཀུན་དགའ་བོ་དེ་བཞིན་གཤེགས་པ་ནི་རིང་པོ་མི་ཐོགས་པར་ཟླ་བ་གསུམ་འདས་པ་ན་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་ཏེ།
en: “Ānanda, before long, when three months have passed, the Thus-Gone One will pass beyond suffering.

source: ཀུན་དགའ་བོ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གཟུང་བ་དང་གཞན་དག་ལ་ཡང་རྒྱས་པར་ཡང་དག་པར་བསྟན་པའི་བར་གྱི་ཕྱིར་ཁྱོད་ལ་གཏད་དོ། །
en: I entrust this Dharma discourse to you, so that you will retain it and teach it widely to others.

source: ཀུན་དགའ་བོ་སེམས་ཅན་གང་དག་སུ་ཡང་རུང་སྟེ། ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཆང་བར་བྱེད་པ་དེ་དག་ལ་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་མི་འགྱུར་རོ། །
en: “Ānanda, for any being who holds this Dharma discourse in mind, the blessed buddhas do not pass beyond suffering.

source: ཆོས་ཀྱང་ནུབ་པར་མི་འགྱུར་རོ། །
en: Neither do their teachings wane.

source: ཀུན་དགའ་བོ་གལ་ཏེ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་སྒྲུབ་པར་བྱེད་ན་དེ་ནི་སངས་རྒྱས་མཐོང་བ་ཡིན་ལ་
en: Because, Ānanda, if someone puts this Dharma discourse into practice, he meets the Buddha.

source: གཞན་དག་ལ་བརྗོད་ཅིང་སྟོན་པ་དེ་ནི་དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པ་ཡིན་པའི་ཕྱིར་རོ། །
en: If he articulates it and teaches it to others, he is upholding the sublime Dharma.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ངུས་ཏེ་མཆི་མ་ཕྱིས་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Venerable Ānanda wept, and pleaded with the Blessed One,

source: སྐྱེ་བོ་མང་པོ་ལ་སྨན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་དང་། སྐྱེ་བོའི་ཚོགས་ཆེན་པོ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་དོན་དང་། སྨན་པ་དང་། བདེ་བའི་སླད་དུ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བསྐལ་པའམ། བསྐལ་པ་ལས་ལྷག་པར་བཞུགས་སུ་གསོལ།
en: “Blessed One, Thus-Gone One, Foe-Destroyer, Completely Perfect Buddha, please remain for an eon or longer so that you can continue to bring aid and happiness to so many beings, bring love to the world, and bring benefit, aid, and happiness to gods, humans, and the vast multitudes of beings!”

source: ཀུན་དགའ་བོ་ཁྱོད་མྱ་ངན་མ་བྱེད་ཅིག །སྨྲེ་སྔགས་མ་འདོན་ཅིག །
en: “Ānanda, do not grieve and lament!

source: ཀུན་དགའ་བོ་ཁྱོད་ཡུན་ཇི་སྲིད་དུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཆང་བ་དང་། ཀློག་པ་དང་། སྟོན་པར་བྱེད་པ་དེ་སྲིད་དུ་སངས་རྒྱས་མཐོང་བ་དང་འབྲལ་བར་མི་འགྱུར་རོ། །
en: Ānanda, as long as you hold this Dharma discourse in mind, read it, and teach it, you will never be apart from meeting the Buddha.

source: ཀུན་དགའ་བོ་དེ་བཞིན་གཤེགས་པ་ནི་གཟུགས་དང་། མཚན་དང་། དཔེ་བྱད་དུ་བལྟ་བ་མ་ཡིན་ཏེ།
en: Because, Ānanda, the thus-gone ones cannot be regarded in terms of a body, or in terms of the major and minor marks.

source: ཀུན་དགའ་བོ་ཇི་སྲིད་དུ་ཇི་སྐད་བསྟན་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལྟ་བུ་འདི་དག་མཐོང་བ་དེ་ཉིད་སངས་རྒྱས་མཐོང་བ་ཡིན་པའི་ཕྱིར་རོ། །
en: Ānanda, as long as you meet Dharma discourses that I have taught, like this one, that in itself is meeting the Buddha.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སྲེད་མེད་ཀྱི་བུ་དང་། ཚན་པོ་ཆེ་ཆེན་པོ་དྲི་མ་མེད་པའི་གཟི་བརྗིད་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དགེ་འདུན་དེ་དག་དང་། ཉན་ཐོས་ཆེན་པོ་དེ་དག་དང་། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་། ལྷའི་བུ་མང་པོ་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: As he said this, everyone in the world, including Mañjuśrī­kumāra­bhūta, the bodhisattva Nārāyaṇa, the mighty strongman Vimalatejā, the community of bodhisattva great beings, the great śrāvakas, venerable Ānanda, numerous gods, as well as gods, humans, demigods, and gandharvas, all rejoiced and extolled what the Buddha had taught.

source: འཕགས་པ་བསོད་ནམས་ཐམས་ཅད་བསྡུས་པའི་ཏིང་ངེ་འཛིན་ཅེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This completes the noble Great Vehicle sūtra, “ The Absorption That Encapsulates All Merit .”

source: རྒྱ་གར་གྱི་མཁན་པོ་པྲ་ཛྙ་ཝརྨ་དང་། ཤཱི་ལེན་དྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙཱ་བ་བན་དེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །།
en: Translated, edited, and finalized by the Indian preceptors Prajñāvarman and Śīlendrabodhi, the chief editor and translator Bandé Yeshé Dé, and others.
